The Y coordinate
  Namespace:   Autodesk.Revit.DB.PointClouds
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public float Y
  Visual Basic
Public Y As Single
  Visual C++
public:
float Y
 See Also
  CloudPoint Structure
  Autodesk.Revit.DB.PointClouds Namespace